<?php

return [
    'panel' => [
        'searchbar' => 'Търси в меню...',
        'profile' => [
            'edit' => 'Профил',
            'edit-password' => 'Редактирай парола',
            'logout' => 'Изход'
        ],
        'settlements' => [
            'text' => 'Населени места',
            'index' => 'Списък с населени места',
            'create' => 'Добави населено място',
            'edit' => 'Редактирай населено място'
        ],
        'town-halls' => [
            'text' => 'Кметства',
            'index' => 'Списък с кметства',
            'create' => 'Добави кметство',
            'edit' => 'Редактирай кметство'
        ],
        'municipalities' => [
            'text' => 'Общини',
            'index' => 'Списък с общини',
            'create' => 'Добави община',
            'edit' => 'Редактирай община'
        ],
        'districts' => [
            'text' => 'Области',
            'index' => 'Списък с области',
            'create' => 'Добави област',
            'edit' => 'Редактирай област'
        ],
        'regions' => [
            'text' => 'Региони',
            'index' => 'Списък с региони',
            'create' => 'Добави регион',
            'edit' => 'Редактирай регион'
        ],
        'users' => [
            'text' => 'Потребители',
            'index' => 'Списък с потребители',
            'create' => 'Добави потребител',
            'edit' => 'Редактирай потребител'
        ],
        'roles' => [
            'text' => 'Роли',
            'index' => 'Списък с роли',
            'create' => 'Добави роля',
            'edit' => 'Редактирай роля'
        ],
        'permissions' => [
            'text' => 'Разрешения',
            'index' => 'Списък с разрешения',
            'edit' => 'Редактирай разрешение'
        ]
    ]
];
