<?php

return [
    'panel' => [
        'settlements' => [
            'create' => 'Добави населено място',
            'edit' => 'Редактирай населено място',
            'destroy' => 'Изтрий населено място'
        ],
        'town-halls' => [
            'index' => 'Списък с кметства',
            'create' => 'Добави кметство',
            'edit' => 'Редактирай кметство',
            'destroy' => 'Изтрий кметство'
        ],
        'municipalities' => [
            'index' => 'Списък с общини',
            'create' => 'Добави община',
            'edit' => 'Редактирай община',
            'destroy' => 'Изтрий община'
        ],
        'districts' => [
            'index' => 'Списък с области',
            'create' => 'Добави област',
            'edit' => 'Редактирай област',
            'destroy' => 'Изтрий област'
        ],
        'regions' => [
            'index' => 'Списък с региони',
            'create' => 'Добави регион',
            'edit' => 'Редактирай регион',
            'destroy' => 'Изтрий регион'
        ],
        'users' => [
            'index' => 'Списък с потребители',
            'create' => 'Добави потребител',
            'edit' => 'Редактирай потребител',
            'destroy' => 'Изтрий потребител',
            'restore' => 'Възстанови потребител',
            'force-delete' => 'Изтрий принудително потребител'
        ],
        'roles' => [
            'index' => 'Списък с роли',
            'create' => 'Добави роля',
            'edit' => 'Редактирай роля',
            'destroy' => 'Изтрий роля'
        ],
        'permissions' => [
            'index' => 'Списък с разрешения',
            'edit' => 'Редактирай разрешение'
        ]
    ]
];
